Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: The details of any partnership should be spelled out in writing with what is known as a buy-sell agreement in place to determine the disposition of the business in the event of serious disagreements between the partners or the death or disability of one of the partners.
es: Los detalles de cualquier sociedad deben ser especificados palabra por palabra en lo que se conoce como un acuerdo de compra-venta establecido para determinar la disposición de la empresa en la eventualidad de un desacuerdo grave entre los socios o la muerte o incapacidad de uno de ellos.

source: Consider maintaining a buy-sell agreement with your partners, funded by life insurance, in the event of the death of a partner.
es: Considere mantener un acuerdo de compraventa con sus socios, a pagarse con seguros de vida, por la eventualidad de la muerte de un socio.

source: Malta would not have to undertake the capital expenditure needed to construct a power station.
es: Además, Malta no tendría que realizar la inversión necesaria para construir una central eléctrica.

source: That positive effect would encourage businesses to step up their capital expenditure, thereby, in their turn, boosting economic growth.
es: Este desarrollo positivo alentaría a las empresas a aumentar sus gastos en bienes de inversión, imprimiéndole a su vez un impulso positivo en el crecimiento económico.

source: Our capital expenditure decisions aim to invest in those who invest in themselves.
es: Nuestras decisiones en cuanto a inversión de capital se dirigen a aquéllos que invierten en sí mismos».

source: Of all my capital expenditure programs, which offer the highest risk adjusted return?
es: Entre todos mis programas de desembolso de capital, cual ofrece el retorno ajustado de riesgo mas alto?

source: It should not include the capital expenditure involved in purchasing the vehicles, any income derived from their resale, or the proportion of the costs attributable to work-related use.
es: No debería incluir las inversiones en bienes de equipo relativas a la compra de los vehículos, los ingresos derivados de su posterior venta ni la proporción de los costes atribuible al uso laboral.

source: Capital expenditure resources are requested centrally under this section in order to ensure a coordinated and systematic approach to facilities management, major maintenance and construction.
es: La solicitud de recursos para gastos de capital se centraliza en la presente sección para garantizar un enfoque coordinado y sistemático de la gestión de servicios y locales, los trabajos importantes de conservación y la construcción.

source: Its counterpart, a capital expenditure (CAPEX), is the cost of developing or providing non-consumable parts for the product or system.
es: Su contraparte, los gastos de capital, representan el costo de la creación o el suministro de elementos no fungibles para el producto o sistema.

source: This may be seen as a first step towards ensuring that capital expenditure, in due course, became part of the ordinary budget.
es: Esto puede considerarse un primer paso para que, a su debido tiempo, los gastos de capital se integren en el presupuesto ordinario.

source: The availability of the facility allowed the Company to maintain its originally budgeted capital expenditure plan for 2009, thus paving the way for further growth in production and in the previously announced exploration program.
es: La disponibilidad de la línea de crédito le permitió a la Compañía mantener su plan de inversión originalmente presupuestado para el 2009, de esa manera pavimentando la ruta para el crecimiento futuro de la producción y el programa exploratorio previamente anunciado.

source: They almost never accept their true identity. They know that for a few days they are just cogs in the wheel of the biggest industry in the world, tourism, but they refuse to admit it.
es: Sabe que durante unos días es un simple elemento en el engranaje de la industria más importante del mundo, el turismo, pero se niega a admitirlo.

source: Condition types COGS, DISC, DISP, and REVN are assigned to the same value fields as the corresponding SD condition types for revenues, customer discounts, and price reductions.
es: Las clases de condición COGS, DISC, DISP y REVN se asignan a los mismos valores de campo que las correspondientes clases de condición SD para los ingresos, los descuentos acordados con el cliente y las rebajas.

source: After the successful implementation of the activities for the past four years, NKK Corporation has agreed to continue support for the fifth year.
es: Tras los excelentes resultados de sus actividades durante los últimos cuatro años, la NKK Corporation convino en seguir prestándole apoyo durante un año más.

source: (d) if the answer to question l(c) is that the fourth condition is infringed by anything which damages the reputation of the trade mark and if either (i) the trade mark is not affixed to the new exterior carton ('de-branding') or (ii) the parallel importer applies either his own logo or a house-style or get-up or a get-up used for a number of different products to the new exterior carton ('co-branding') must such forms of box design be regarded as damaging to the reputation of the trade mark or is that a question of fact for the national court?
es: d) si la respuesta a la cuestión planteada en el punto 1, letra c) es que el cuarto requisito se incumple con todo aquello que perjudique la reputación de la marca y si, i) o bien la marca no aparece en el nuevo envase exterior («de-branding») o bien ii) el importador paralelo aplica en el nuevo envase exterior su propio logotipo o su propio estilo o presentación o una presentación que utiliza para varios productos diferentes («co-branding»), ¿debe considerarse que tales formas de diseño del envase perjudican la reputación de la marca o es ésta una cuestión de hecho que incumbe al órgano jurisdiccional nacional?

source: Certainly, widespread co-branding does not correspond to the long-term SEPA vision of an integrated market, as it could simply perpetuate a situation similar to that prevailing at present.
es: Efectivamente, la generalización de la marca compartida no se corresponde con la visión a largo plazo de la SEPA de un mercado integrado, por cuanto que podría, simplemente, perpetuar una situación similar a la existente en la actualidad.

source: Those card schemes/banks that have opted for co-branding were motivated by the following considerations
es: Las redes de tarjetas y las entidades de crédito que han optado por la marca compartida, han adoptado esta decisión basándose en las consideraciones siguientes

source: 4 CO-BRANDING CAN HELP CARD SCHEMES TO GAIN THE TIME NEEDED FOR THE DEVELOPMENT OF A LONG-TERM STRATEGY
es: 4 LA MARCA COMPARTIDA PUEDE AYUDAR A LAS REDES DE TARJETAS A GANAR EL TIEMPO NECESARIO PARA DESARROLLAR UNA ESTRATEGIA A LARGO PLAZO

source: The definition of 'co-branding' may vary across card networks.
es: La definición de la estrategia de marcas compartidas puede variar en función de las redes de tarjetas.

source: "It should be borne in mind that the EU Commission's Sector Inquiry Report mentions ""the prohibition on co-branding with networks which are deemed competitors and with nonbanks might limit competition"
es: Debe tenerse en cuenta el informe de la Comisión Europea relativo al análisis del sector en el que se afirma que «la prohibición de compartir marca con redes que se consideran competidoras y con entidades no bancarias podría limitar la competencia

source: If the card industry massively opts in favour of co-branding and this situation becomes permanent, economies of scale would not materialise in the euro area, and competition between national schemes would remain limited.
es: Si el sector de las tarjetas opta masivamente por la opción de la marca compartida y esta situación se convierte en permanente, no se conseguirá la realización de economías de escala en la zona del euro y la competencia entre las redes nacionales seguirá siendo limitada.

source: Information provided on these co-branding sites is subject to the privacy policies or information in these sites and is not subject to this privacy policy.
es: La Información que se proporcione en estos Sitios Cobrandeados esta sujeta a las políticas de privacidad o leyendas de Responsabilidad de Información que se desplieguen en dichos Sitios y no estará sujeta a esta política de privacidad.

source: Other events like divorce can also be included as triggering events under a buy-sell agreement.
es: Otros eventos tales como el divorcio pueden incluirse como eventos desencadenantes en un acuerdo de compraventa.

source: A buy-sell agreement is a legal contract that prearranges the sale of your business interest between you and a willing buyer.
es: Un acuerdo de compraventa es un contrato legal que preestablece la venta de los intereses de su negocio entre usted y una comprador dispuesto.

source: No-Buy/Sell Agreement - allows the remaining owners to take full control of the company and for the heirs to benefit from the company's prosperity.
es: Acuerdo de no comprar / vender - otorga a los propietarios restantes el control total de la compañía y, a los herederos, le permite beneficiarse de la prosperidad de la empresa.

source: By putting together a buy/sell agreement you can agree as to how the company will be valued, who gets to sell shares to whom, and can avoid a lot of problems.
es: Al hacer un acuerdo de compra/venta ustedes podrán determinar como será valuada la compañía, quien vende acciones y a quien, y puede evitar muchos problemas.

source: Transferring your business interest with a buy-sell agreement
es: Transferir los intereses de su negocio a través de un acuerdo de compraventa

source: Remember, you are bound under a buy-sell agreement You can't sell or give your business to anyone except the buyer named in the agreement without the buyer's consent.
es: Recuerde, usted está sujeto a un acuerdo de compraventa No puede vender o entregar su negocio a nadie excepto al comprador que figura en el acuerdo sin el consentimiento de este último.

source: A buy-sell agreement lets you keep control of your interest until the occurrence of an event that the agreement specifies, such as your retirement, disability, or death.
es: Un acuerdo de compraventa le permite llevar un control de sus intereses hasta que ocurra un evento especificado en el acuerdo, como su jubilación, incapacidad o muerte.

source: This could restrict your ability to reduce the size of your estate through lifetime gifts of your business interest, unless you carefully coordinate your estate planning goals with the terms of your buy-sell agreement.
es: Esto puede restringir su capacidad de reducir la medida de su patrimonio a través de donaciones de por vida de los intereses de su negocio, a menos que coordine cuidadosamente sus objetivos de planificación del patrimonio con los términos de su acuerdo de compraventa.

source: ii. copies of any shareholder buy/sell agreements
es: ii. la copia de todos los acuerdos de compraventa del accionista

source: Futures are a standard and mandatory agreement to buy or sell a predetermined amount of a specific tangible good (commodity) on a future day or date, pursuant to a standardized contract.
es: Futuros son un acuerdo estándar y obligatorio para comprar o vender una cantidad predeterminada de un bien tangible específico en un día futuro vía un contrato estandarizado.

source: c) to help future farmers and potential forest holders to cover the costs arising from the preparation of a business plan for the development of their agricultural and forestry activity.
es: "c) ayudar a los futuros agricultores y potenciales propietarios forestales a sufragar los costes que supone la elaboración del ""business plan"" para el desarrollo de sus actividades agrícolas y forestales."

source: This pattern is based on the distinction between maintenance and repair on one hand, and capital expenditure on the other.
es: Dicha pauta se basa en la distinción entre, por una parte, los gastos de mantenimiento y reparación y, por la otra, los gastos de capital.

source: The costs fall roughly into three categories capital expenditure, recurring operating costs and indirect costs.
es: Los costos se dividen aproximadamente en tres categorías gastos de capital, gastos de explotación recurrentes y costos indirectos.

source: Owing to delays in some capital projects, the Government anticipated that capital expenditure would be less than the projected $137 million.
es: Debido a retrasos en algunos proyectos de capitalización, el Gobierno previó que los gastos de capital serían inferiores a los 137 millones de dólares proyectados.

source: Proceeds are to be used for general corporate purposes, including the financing of our capital expenditure program.
es: La recaudación se usará con fines corporativos generales, incluyendo el financiamiento de nuestro programa de gastos de capital.

source: Furthermore, the Government anticipates that capital expenditure will be less than the US$ 126 million that was estimated in the budget due to delays in some capital projects.
es: Por otro lado, el Gobierno espera que los gastos de capital sean inferiores a los 126 millones de dólares previstos en el presupuesto debido a retrasos en algunos proyectos de inversión.

source: Another challenge lies securing the vital resources for capital expenditure, particularly in infrastructure, and provide the necessary basic welfare and economic services.
es: Otro de los retos consiste en garantizar los recursos necesarios para lograr la inversión, incluyendo la infraestructura y la prestación de servicios sociales básicos y de medidas económicas necesarias.

source: The strength of the US economy and the dynamism of Asian growth (China) allowed the Japanese recovery to accelerate, primarily driven by exports and capital expenditure.
es: El vigor de la economía estadounidense y el dinamismo del crecimiento asiático (China) permitieron una aceleración de la recuperación en Japón, cuyos motores fueron fundamentalmente las exportaciones y los gastos de inversión.

source: The main weakness of a financial package of this type lies in the time lag between the capital expenditure and the first returns, which come only when the project becomes operational.
es: La mayor flaqueza de un montaje financiero de estas características radica en el desfase entre los gastos de inversión y los primeros ingresos, que sólo se producen con la entrada en servicio efectiva de la obra.

source: Net capital expenditure in the first nine months came to 765 million euros, including 398 million euros earmarked for the organic growth of activities by ACCIONA Energy and 256 million euros for the Infrastructure division (mainly concessions).
es: La inversión neta en los primeros nueve meses del año ascendió a 765 millones de euros, que incluyen 398 millones destinados al crecimiento orgánico de las actividades de ACCIONA Energía y 256 millones a la división de Infraestructuras (principalmente en concesiones).

source: Lubrizol employees have access to information that investors outside the corporation do not have.
es: Los empleados de Lubrizol tienen acceso a información que no poseen inversores fuera de la empresa.

source: At the end of demonstration, the women took over the Oaxacan Radio and Television Corporation studios and broadcasted their own message via the Channel 9 television station.
es: Al finalizar la manifestación, tomaron las instalaciones de la Corporación Oaxaqueña de Radio y Televisión, y transmitieron sus propios mensajes a través del Canal 9 de Televisión.

source: In 2002, the Corporation supervised several projects for the MIF, participated in the structuring and due diligence of small business investment funds, and provided oversight on the preparation of new MIF investments.
es: En el año 2002 la Corporación supervisó varios proyectos para el Fomin, además de participar en la estructuración y análisis de debida diligencia de fondos de inversión para la pequeña empresa y contribuir a la preparación de nuevas inversiones.

source: Look to create market alliances such as co-branding and co-promotion.
es: 3. Buscar la creación de alianzas como co-marcas y co-promociones.

source: Therefore, even if all participating schemes are SEPA-compliant, co-branding cannot represent the only or even the main long-term solution for SEPA (although it could help banks to fulfil their SEPA objectives for 2008 and 2010).
es: Por tanto, aun si todas las redes participantes reúnen los requisitos de la SEPA, la marca compartida no puede representar la única solución para la SEPA o ser la más frecuente a largo plazo, si bien podría contribuir a que las entidades de crédito cumpliesen los objetivos de la SEPA fijados para el 2008 y el 2010.

source: In particular the parties will coordinate in the following areas route and schedule planning; establishment and management of marketing, advertising, sales and distribution networks, coordination of travel agents and other commissions; branding/co-branding, including the creation of logos and corporate marking; code-sharing; pricing, inventory and yield management; sharing of revenues; integration and development of information systems, information technologies and distribution channels; coordination of Frequent Flyer Programs; sharing of facilities and services at airports.
es: En especial las partes coordinarán los ámbitos siguientes planificación de rutas y horarios; establecimiento y gestión de la comercialización, la publicidad, las redes de venta y distribución, la coordinación en lo relativo a agencias de viajes y otras comisiones; las marcas y marcas conjuntas, incluida la creación de logotipos e insignias; códigos compartidos; gestión de precios, inventarios y beneficios; reparto de ingresos; integración y desarrollo de sistemas y tecnologías de la información y canales de distribución; coordinación de los programas para clientes asiduos; utilización conjunta de las instalaciones y servicios de los aeropuertos.

source: Exchange insurance is an agreement to buy or sell foreign currency to be delivered on a future date at a pre-set exchange rate.
es: El seguro de cambio es un acuerdo de compra o venta de divisas para entregar en una fecha futura a un tipo de cambio prefijado.

source: Options - An agreement that allows the holder to have the option to buy/sell a specific security at a certain price within a certain time.
es: Permutas o Swaps - Una permuta ocurre cuando una divisa se cambia temporalmente por otra y en una fecha fija posterior la divisa se vuelve a intercambiar.

source: For instance, if you entered an agreement to buy a house, but the seller backs out because his neighbors put pressure on him not to sell to a person of color, you might lose the home if your complaint is not investigated immediately.
es: Por ejemplo, si hubiera celebrado un contrato para comprar una casa, pero el vendedor cambia de parecer porque los vecinos lo presionan para que no le venda a gente de color, usted puede perder la casa si su queja no se investiga inmediatamente.

source: A deal is an agreement to buy/sell a financial instrument while trading.
es: Un acuerdo es comprar / vender un instrumento financiero, mientras se comercia.

source: A Future is a contractual agreement to buy or sell a particular commodity or financial instrument at a pre-determined price on a specific date in the future.
es: Un Futuro es un acuerdo contractual para comprar o vender determinados productos o instrumentos financieros a un precio predeterminado en una fecha futura específica.

source: This recommendation leads to the recording of genuine repurchase agreements, sell/buy-back transactions and bond lending as collateralised loans.
es: Esta recomendación implica que las cesiones temporales, las operaciones dobles simultáneas y los préstamos de valores deben registrarse como préstamos garantizados.

source: Under a reverse repurchase agreement securities are bought for cash with a simultaneous agreement to sell them back to the counterparty at an agreed price on a set future date.
es: Mediante las adquisiciones temporales se compran valores al contado y con el compromiso simultáneo de revender dichos valores a la entidad de contrapartida a un precio fijado y en una fecha futura predeterminada.

source: (FR) We can only be delighted at the signing of the framework agreement that will allow Parliament to buy the WIC, SDM and IPE3 buildings outright for the sum of EUR 143 125 million.
es: (FR) No podemos sino estar contentos por la firma del acuerdo marco que permite al Parlamento adquirir en plena propiedad los edificios WIC, SDM et IPE3 por la suma de 143 125 millones de euros.

source: I congratulate the EIB on its successful activities and ambitious business plan.
es: Felicito al BEI por el éxito de sus actividades y por su ambicioso plan de actividades futuras.

source: We have produced a range of business tools such as a business plan workbook, information on due diligence and business development support training reports.
es: Hemos desarrollado una serie de herramientas de negocio, tales como un manual para planes de negocios, información sobre la diligencia debida y reportes de entrenamiento en desarrollo empresarial.

source: We noted that the business plan included a resource and implementation strategy.
es: Observamos que el plan de operaciones incluía una estrategia de recursos y ejecución.

source: At the end of the training, the youth complete a business plan and are encouraged to try out their business idea in groups in the market.
es: Al finalizar la capacitación, los jóvenes completan un plan de negocios y se los alienta a probar sus ideas de negocios en grupos al interior del mercado.

source: The company owes its success to its ability to convert what was just a good idea into a functional prototype with a professional business plan that afforded genuine business prospects on the market.
es: El éxito de la empresa se debe a la capacidad de transformar una buena idea en un prototipo funcional con un plan de negocio profesional con posibilidades reales de comercialización en el mercado.

source: A business plan should include cash flow projections and income and expense projections.
es: El plan de negocios debe incluir proyecciones de flujo de caja y proyecciones de ingresos y egresos.

source: A projected 5 year business plan that will serve as the starting point for the analysis of the economic viability of the project.
es: Un plan de negocio previsional a 5 años que servirá como punto de partida para el análisis de la viabilidad económica del proyecto.

source: We may charge third parties for this Aggregate Information as a primary funding mechanism of our business plan.
es: Puede ser que cobremos a esos terceros por dicha Información colectiva como un mecanismo básico de financiación de nuestro plan de trabajo.

source: Preparation of business plan and agreeing timeframe.
es: Diseño del Plan de Incubación y establecimiento de la agenda entre el incubando y los consultores.

source: They welcomed the authorities' fiscal strategy, which includes cuts in lower-priority capital expenditure while preserving social spending.
es: Manifestaron su satisfacción por la estrategia fiscal de las autoridades, que comprende reducciones del gasto de capital de baja prioridad manteniendo al mismo tiempo el gasto social.
